commands_templates/CreateCertificationPath0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/advancedsecurity/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:CreateCertificationPath>
         <wsdl:CertificateIDs>
            <!--1 or more repetitions:-->
            <!--type: CertificateID-->
            <wsdl:CertificateID>?</wsdl:CertificateID>
         </wsdl:CertificateIDs>
         <!--Optional:-->
         <!--type: string-->
         <wsdl:Alias>?</wsdl:Alias>
      </wsdl:CreateCertificationPath>
   </soap:Body>
</soap:Envelope>